<html>
	<head>
		<link href="style.css" rel="stylesheet" type="text/css" />
	</head>
	<body background="Imagenes\postbg.jpg">
	<a name="principio"></a>
		<table border="0" width="100%" height="100%"  >
			<tr height="100%">
				<td> 
					<img src="Imagenes\postbg.jpg" width="100%">
				</td>
				<td width="900px" height="100%" align="center">
					<table width="100%" height="100%" border="0">
						<tr height="10%">
							<td>
								<map name="mapa2">
									<area alt="Inicio"               shape="square" coords="3,270,125,223"   href="Index.html">
									<area alt="The Witch's House"    shape="square" coords="126,270,250,223" href="twh.html">
									<area alt="The Witch's House 2 " shape="square" coords="257,270,380,223" href="TWH2.html">
									<area alt="Historia"             shape="square" coords="386,270,511,223" href="historia.html">
									<area alt="Guía"                 shape="square" coords="513,270,640,223" href="guia.html">
									<area alt="Descarga"             shape="square" coords="642,270,764,223" href="descarga.html">
									<area alt="Contacto"             shape="square" coords="772,270,895,223" href="Formulario.html">
								</map>
								<img src="Imagenes\intentodebannerfinal.png" usemap="#mapa2">
							</td>
						</tr>
						<tr height="80%">
							<td  background="Imagenes\imagendefondo.jpg" align="center">
								<img src="Imagenes\Guia.png" height="200px">
								<h2>Gu&iacute;a</h2>
								
								<h3>= Principio =</h3>

								P: No s&eacute; por d&oacute;nde ir.<br>
								R: Existe un pasadizo secreto hacia la izquierda en el mapa inferior que conduce a un Machete.<br>
								Lo &uacute;nico que queda es ir al mapa superior y estar sobre las rosas, abrir el men&uacute; y utilizar el Machete en ellas.
								
								<h3>= Casa de la bruja Piso 1 =</h3>

								P: &iquest;Qu&eacute; hago en la habitaci&oacute;n con la mancha de sangre?<br>
								R: No pises la mancha. Ev&iacute;tala y lee el cartel. A continuaci&oacute;n, sal de la sala evitando la mancha de nuevo.
								<br><br>
								P: El osito de peluche no cabe en la cesta.<br>
								R: Quita las partes sobrantes con las tijeras.<br>
								<br>
								P: No le puedo echar una mano al cocinero.<br>
								R: &Eacute;chale las extremidades del osito en su lugar.<br>
								<br>
								P: No me sale ninguna opci&oacute;n al examinar el cuenco.<br>
								R: Mueve la silla que est&aacute; a la izquierda de la mesa y lee la nota.<br>
								<br>
								P: El veneno me mata.<br>
								Pista: Seg&uacute;n el libro, la plata es capaz de detectar el veneno. Por casualidad, &iquest;no tendr&aacute;s algo de plata por ah&iacute;?<br>
								R: Mete la Llave de Plata dentro de la sopa.


								<h3>= Casa de la bruja Piso 2 =</h3>

								P: La puerta de la habitaci&oacute;n de los barriles est&aacute; cerrada.<br>
								R: Intercambia la Mariposa por el Modelo de Mariposa.<br>
								<br>
								P: &iquest;D&oacute;nde hay algo para atar libros?<br>
								R: Est&aacute; en uno de los barriles de la derecha de la sala de la telara&ntilde;a gigante.<br>
								<br>
								P: &iquest;C&oacute;mo debo usar el libro de la muerte?<br>
								R: Col&oacute;calo en la estanter&iacute;a de la sala de maquetas para que se abra la vitrina.<br>
								<br>
								P: &iquest;Qu&eacute; ocurre con los libros de la biblioteca?<br>
								R: No es necesario leerlos. Solamente muestran un poco de trasfondo en la historia.<br>


								<h3>= Casa de la bruja Piso 3 =</h3>

								P: No puedo pasar por los cuchillos.<br>
								R: El camino m&aacute;s f&aacute;cil es por el lado izquierdo.<br>
								<br>
								P: No puedo alcanzar la palanca tras el puente.<br>
								R: Haz que la rana avance por el puente para alcanzar la palanca.<br>
								<br>
								P: &iquest;C&oacute;mo puedo atravesar la habitaci&oacute;n sim&eacute;trica?<br>
								R: Alinea todos los elementos de la habitaci&oacute;n seg&uacute;n la imagen. Al final de todo, recuerda arrancar el cartel de la pared.<br>
								<br><img src="Imagenes\solucion1.png">
								<br><br>
								P: &iquest;Qu&eacute; quiere decir &#8220que nada me distraiga&#8221?<br>
								R: Ve en l&iacute;nea recta, sin girar a los lados ni retroceder. Ignora los cuchillos que se te aproximen.<br>
								<br>
								P: Hay algo enorme al otro lado de la puerta...<br>
								R: Una vez hayas descubierto que la puerta tiene una ventana, coloca la Rana en ella.


								<h3>= Casa de la bruja Piso 4 =</h3>

								P: &iquest;Qu&eacute; hago en la habitaci&oacute;n de la boca y los ojos?<br>
								Pista: Hay un lugar donde s&oacute;lo hay un ojo abierto y otro cerrado. Examina bien ese lugar.<br>
								<br><img src="Imagenes\solucion2.png">
								<br><br>
								P: &iquest;C&oacute;mo hago resonar las 4 habitaciones?<br>
								R: En a habitaci&oacute;n del Piano, &eacute;ste debe sonar.<br>
								En la habitaci&oacute;n de la Caja de M&uacute;sica, &eacute;sta debe sonar.<br>
								La habitaci&oacute;n de los Cuadros, golpea las calabazas.<br>
								En la habitaci&oacute;n de la Adivinanza, el reloj debe hacer tic-tac.<br>
								Una vez hayas hecho todo esto, la puerta que se halla en la habitaci&oacute;n del Piano se abrir&aacute;.<br>
								<br>
								P: &iquest;Qu&eacute; significa "BLUE EYES SEE THE SCORE"?<br>
								PISTA: Las mujeres de las pinturas miran a trav&eacute;s del cuarto hacia algo, pero la que tiene ojos azules?<br>
								<br>
								P: No entiendo el significado del libro "Estudio sobre la Pupila".<br>
								Pista: Abre el men&uacute; o examina el espejo del tocador.<br>
								R: Examina la pared al sur del cuadro de la mujer de cabello negro.<br>
								<br>
								P: No puedo abrir la puerta de la habitaci&oacute;n de los cuadros.<br>
								R: Golpea la calabaza 3 veces.<br>
								<br>
								P: &iquest;Cu&aacute;l es la respuesta de la adivinanza?<br>
								R: Es un reloj.<br>
								<br>
								P: He obtenido la partitura. &iquest;Ahora qu&eacute;?<br>
								R: La puerta no se abrir&aacute; hasta que hayas destruido el cuadro de la mujer de pelo negro.<br>
								<br>
								P: &iquest;C&oacute;mo puedo hacer sonar la caja de m&uacute;sica?<br>
								Pista: &iquest;Has visto que en la otra sala hay cartas de p&oacute;ker? Al igual que el "12" significa algo...<br>
								R: Utiliza la Cuerda de la Reina en la caja de m&uacute;sica.<br>
								<br>
								P: No puedo alcanzar el reloj.<br>
								R: Empuja la silla roja hacia el reloj y a continuaci&oacute;n, usa la Cuerda del Rey.<br>

								
								<h3>= Luego de hacer ruido en las cuatro habitaciones =</h3>

								P: No puedo avanzar tras la habitaci&oacute;n de la estatua de la mujer.<br>
								R: Habla con la estatua. Despu&eacute;s podr&aacute;s salir de la habitaci&oacute;n.<br>
								<br>
								P: No puedo salir tras obtener el anillo.<br>
								R: Devuelve los palillos a su ubicaci&oacute;n original. La respuesta es entre las costillas.
								

								<h3>= Casa de la bruja Piso 5 =</h3>

								P: &iquest;Qu&eacute; hago en el cuarto con las mu&ntilde;ecas?<br>
								R: Has que el color de las mu&ntilde;ecas encaje con el color de los pedestales.<br>
								<br>
								P: &iquest;D&oacute;nde est&aacute; la medicina?<br>
								Pista: El polvo de las flores amarillas...<br>
								R: Habla con la flor amarilla de abajo para escuchar su pedido. S&oacute;lo hablarle est&aacute; bien.<br>
								Luego, habla con las hierbas rojas y preguntales c&oacute;mo hacer "eso".<br>
								Hazlo, habla con las flores amarillas, y obtendr&aacute;s el polvo blanco.<br>
								<br>
								P: &iquest;Cu&aacute; es el modo apropiado de X?<br>
								PISTA: Preg&uacute;ntale a las hierbas rojas, pero recuerda lo que leiste sobre ellas.<br>
								R: "Plucking."<br>
								<br>
								P: &iquest; Qu&eacute; necesito para usar la medicina?<br>
								R: Est&aacute; al fondo de la zona oscura. Ve all&iacute; una vez que tengas algo para iluminar tu camino.<br>
								<br>
								P: &iquest;C&oacute;mo puedo iluminar mi camino?<br>
								PISTA: Cuando las flores blancas son tocadas por la lluvia...<br>
								R: Obt&eacute;n la botella vacia del estante en el cuarto envenenado.<br>
								Obt&eacute;n los petalos de la flor blanca.<br>
								En el cuarto con los cr&aacute;neos, al&iacute;nealos correctamente, luego tira de la palanca.<br>
								&Eacute;sto vertir&aacute; agua en el cuarto con el gran agujero.<br>
								Combina los petalos, la botella y agua para hacer una botella brinllante.<br>
								<br>
								P: Las plantas espeluznantes est&aacute;n en el camino.<br>
								R: Luego de darle el polvo blanco al prisionero, abre la jaula derribada.<br>
								<br>
								P: &iquest;D&oacute;nde puedo conseguir cr&aacute;neos?<br>
								R: Debajo de una mesa en el cuarto de las flores amarillas.<br>
								Luego de preguntarle a las hierbas rojas c&oacute;mo X, en la silla pr&oacute;xima al libro de las plantas parlantes.<br>
								En uno de los estantes del cuarto envenenado - es al azar desde 1.07.<br>
								En la olla camino al cuarto de alinear los cr&aacute;neos.<br>
								<br>
								P: No entiendo c&oacute;mo ordenar los cr&aacute;neos.<br>
								PISTA: Empezando desde el centro, mir&oacute; al frente, a la derecha, a la izquierda...<br>
								Desde el centro, hay una ruta l&oacute;gica que siga el patr&oacute;n repetitivo?<br>
								R: &Eacute;sta es la soluci&oacute;n<br>
								<br>
								<img src="Imagenes\solucion3.gif">
								<br>
								<br>
								P: &iquest;Qu&eacute; hago con los zapatos ensangrentados?<br>
								PISTA: "Dejalos sangrar..."<br>
								R: Usa los zapatos rojos en frente del agua para lavarlos.<br>
								<br>
								R: La puerta de n&uacute;meros... (NOTA: Este puzzle fu&eacute; removido de las nuevas versiones)<br>
								PISTA 1: Mira las esquinas de la habitaci&oacute;n.<br>
								PISTA 2: Cuatro n&uacute;meros, y un c&oacute;digo de cuatro d&iacute;gitos. Lo que significa...<br>
								PISTA 3: Los n&uacute;meros son d&iacute;gitos simples desde 0 a 9. La contrase&ntilde;a del puzzle est&aacute; arriba a la derecha.<br>
								Si se trata de s&oacute;lo un d&iacute;gito despu&eacute;s de haber multiplicado por 666, cu&aacute;l d&iacute;gito tendr&iacute;a que ser ...?<br>
								R: 6006.<br>
								<br>
								P: &iquest;C&oacute;mo uso la cabeza de la mu&ntilde;eca?<br>
								R: Combinala con la mu&ntilde;eca sin cabeza.
								Ponla en el pedestal del cuarto donde las ordenaste.<br>
								

								<h3>= Final =</h3>

								El juego contiene 2 finales, cuyas condiciones se pueden cumplir despu&eacute;s del &uacute;ltimo punto de guardado, antes de la persecuci&oacute;n final.<br>
								<br>
								FINAL NORMAL<br>
								Sal de la casa sin hacer nada en especial.<br>
								Si obtienes el item del bosque o no, no tendr&aacute; efecto en el final.<br>
								<br>
								VERDADERO FINAL<br>
								Mientras escapas, busca en el armario de la esquina superior derecha del cuarto donde obtuviste el Osito de peluche.<br>
								Luego escapa de la casa.<br>
								<br>
								&iquest;LUEGO DEL VERDADERO FINAL...?<br>
								<br>
								Mientras que hay s&oacute;lo dos finales distintos, hay distintas cosas que podr&iacute;as haber omitido.<br>
								<br>
								Si retrocedes antes del final, algunas cosas habr&aacute;n cambiado.<br>
								En particular, aparecen libros adicionales en la biblioteca del segundo piso a medida que progresa y lee algunos diarios.<br>
								<br>
								Luego de obtener el verdadero final, "A Funny Story" del librero cambia a un libro sobre Ellen.<br>
								Ya que &eacute;sto es hecho en el final del mismo juego, se pone una bandera sobre el &uacute;ltimo punto de guardado.<br>
								Por lo tanto, creo que es necesario guardar antes del cuarto de la bruja y no sobreescribirlo antes de la persecuci&oacute;n.<br>
								<br>
								Puedes avanzar durante todo el juego sin hablar con el gato negro, demostrando que no necesitas su ayuda.<br>
								(Aseg&uacute;rate de no hablarle EN ABSOLUTO. Incluso si no guardas con &eacute;l, juega en su contra.<br>
								La &uacute;nica excepci&oacute;n a esto es el pasillo de las distracciones del tercer piso, que da una especie de punto medio).<br>
								Si haces &eacute;sto, hablar&aacute; contigo en frente del cuarto de la bruja, lo que provoca otros peque&ntilde;os cambios.<br>
								Fummy llama a esto pseudo-tercer final, pero puede ir a cualquiera de los dos finales definidos desde este punto.<br>
								<br>
								Mientras no leas la nota antes del pasillo de las no distracciones, eres libre de ir a cualquiera de los costados.<br>
								Si bugeas al gato aqu&iacute; y le dices que necesitas ayuda, permite un guardado que no cuenta durante la partida.<br>
								<br>
								Nuevo para la versi&oacute;n 1.07 es el Final "-----", del que Fummy ni siquiera habl&oacute; en el readme.<br>
								Para obtenerlo... espera en la primera pantalla por una hora, la ventana debe estar activa.<br>
								Luego de 10 minutos, el gato se aburrir&aacute; y te dir&aacute; que sigas adelante.<br>
								Luego de una hora, ser&aacute;s llevado a la otra pantalla, d&oacute;nde las rosas desaparecen.<br>
								&iquest;Por qu&eacute; hacen eso? Bueno, una adivinanza... (&iquest;Haz jugado Metal Gear Solid 3?)<br>
								<br>
								<a href="#principio" align="center">Volver al principio</a>
								<br><br>
							</td>
						</tr>
						<tr height="10%"> 
							<td>
								<map name="mapa1">
									<area alt="Inicio"               shape="square" coords="17,7,113,45"  href="Index.html">
									<area alt="The Witch's House"    shape="square" coords="145,7,239,45" href="twh.html">
									<area alt="The Witch's House 2 " shape="square" coords="266,7,379,45" href="TWH2.html">
									<area alt="Historia"             shape="square" coords="386,7,515,45" href="historia.html">
									<area alt="Guía"                 shape="square" coords="530,7,620,45" href="guia.html">
									<area alt="Descarga"             shape="square" coords="636,7,764,45" href="descarga.html">
									<area alt="Contacto"             shape="square" coords="766,7,895,45" href="Formulario.html">
								</map>
								<img src="Imagenes\123456.png" usemap="#mapa1">
							</td>
						</tr>
					</table>
				</td>
				<td>
					<img src="Imagenes\postbg.jpg" width="100%">
				</td>
			<tr>
		</table>
	</body>
</html>