<html>
	<head>
		<link href="style.css" rel="stylesheet" type="text/css" />
	</head>
	<body background="Imagenes\postbg.jpg">
	<a name="principio"></a>
		<table border="0" width="100%" >
			<tr height="100%">
				<td > 
					<img src="Imagenes\postbg.jpg"  width="100%">
				</td>
				<td width="900px" height="100%" align="center">
					<table width="100%" border="0">
						<tr>
							<map name="mapa2">
									<area alt="Inicio"               shape="square" coords="3,270,125,223"   href="Index.html">
									<area alt="The Witch's House"    shape="square" coords="126,270,250,223" href="twh.html">
									<area alt="The Witch's House 2 " shape="square" coords="257,270,380,223" href="TWH2.html">
									<area alt="Historia"             shape="square" coords="386,270,511,223" href="historia.html">
									<area alt="Guía"                 shape="square" coords="513,270,640,223" href="guia.html">
									<area alt="Descarga"             shape="square" coords="642,270,764,223" href="descarga.html">
									<area alt="Contacto"             shape="square" coords="772,270,895,223" href="Formulario.html">
								</map>
								<img src="Imagenes\intentodebannerfinal.png" usemap="#mapa2">
						</tr>
						<tr  height="80%">
							<td  background="Imagenes\imagendefondo.jpg" align="center">
								<img src="Imagenes\historia.png" height="200px">
								<br><br><br>
								<table width="800px" height="80%" border="0">
									<tr >
										<td>
											<h3 align="center">Dentro de esta secci&oacute;n encontrar&aacute;s tanto la historia del juego como algunas curiosidades</h3>
											<br><br><br>
											<h2 align="center"> <u><b>ADVERTENCIA</b></u> 
											<br>
											<i>Esta secci&oacute;n contiene spoilers, se recomienda no seguir leyendo a menos que hayas finalizado el "The Witch's House" original.</i></h2>
											<br><br><br>
											<p>
												<h3> Historia</h3>
												<img src="Imagenes\historia.jpg" align="right">
												Ellen era una peque&ntilde;a ni&ntilde;a de buena posici&oacute;n econ&oacute;mica, era hija &uacute;nica,  y viv&iacute;a en una mansi&oacute;n frente al bosque.<br>
												A la edad de 1 a&ntilde;o, le diagnosticaron una enfermedad degenerativa incurable y altamente contagiosa, por lo que sus padres la mantuvieron encerrada en su habitaci&oacute;n todo el tiempo, 
												as&iacute; como nunca entraban a visitarla ni jugar con ella.<br>
												Ellen quer&iacute;a salir afuera pero no la dejaban, eventualmente le comenz&oacute; a doler el cuerpo 
												y finalmente a la edad de 7 
												las piernas le dejaron de responder, quedando lisiada.
												<br>
												Sin poder soportarlo m&aacute;s, Ellen asesin&oacute; a sus padres, con la raz&oacute;n de que no la amaban, y la ignoraban.<br>
												En ese momento, un gato negro apareci&oacute;, y devor&oacute; los cadaveres de sus padres, al terminar le agradeci&oacute; a Ellen por la comida
												y le pregunt&oacute; si quer&iacute;a algo a cambio.<br>
												Ellen, esperanzada, le rog&oacute; que la curara de su enfermedad para poder salir al mundo exterior y ser feliz.
												El demonio, comprensivo, le dijo: "Si me das mas almas para comer, te curar&eacute;".<br>
												Dicho esto, el demonio le concedi&oacute; el poder de controlar la casa a su voluntad y 
												hacer lo que quisiera: cambiar las habitaciones, controlar los muebles y sus cosas. 
												<br>
												Con &eacute;ste poder, Ellen, asesin&oacute; a todo aquel que entraba en la casa, ni&ntilde;os, adultos, ancianos.
												Pasaron unos a&ntilde;os antes de que el demonio, satisfecho, le dio lo que le "prometio".
												<br>
												Sin embargo, lo que le di&oacute; no fue un hechizo para curar, sino un hechizo para cambiar cuerpos, la idea no era eliminar la enfermedad, sino pasar todo su pesar y dolor a otra persona.
												<br>
												En ese momento, una ni&ntilde;a local, Viola, paseaba por el bosque, y encontr&oacute; la casa.
												Sin embargo al entrar, no sufri&oacute; el mismo destino que los dem&aacute;s, y lleg&oacute con Ellen en su habitaci&oacute;n.
												<br>
												Como no pod&iacute;an salir a jugar, Viola se sentaba en una silla al lado de su cama, y hablaba con ella.
												<br>
												Dia tras dia, Viola visitaba a Ellen para saber como estaba y hacerle compa&ntilde;&iacute;a., con lo que se consideraron mutuamente como amigas.
												<br>
												Un d&iacute;a, Viola se pele&oacute;  con su padre, y &eacute;l le grit&oacute;, por lo que se fu&eacute; a visitar a su amiga en el bosque
												(por eso al principio del juego se tiene la carta del padre).<br>
												En ese momento, Ellen ya estaba preparando el hechizo de cambio de cuerpo, con lo que planeaba salvarse.
												Pero pens&oacute; en algo: si cambiaba de cuerpo, en su condici&oacute;n, Viola no iba a soportar el dolor e intentar&iacute;a volver a cambiar
												, por lo que ella, sin dudar, se cort&oacute; sus propias piernas, 
												se sac&oacute; sus propios ojos 
												y se los vend&oacute;, para que Viola no pudiera darse cuenta.<br>
												Cuando Viola llega, hablan como siempre en su habitaci&oacute;n.
												El hechizo requer&iacute;a un v&iacute;nculo de confianza.
												&Eacute;sa era la razon por la que Ellen queria fingir ser su "amiga", s&oacute;lo para poder hacer el cambio.
												<br>
												Ellen le dijo que el cambio era s&oacute;lo por un dia, para que ambas pudieran jugar de nuevo, y Viola, ingenua y confiando en ella, le crey&oacute; y acept&oacute;.
												<br>
												Cuando el ritual finaliz&oacute;, Ellen posey&oacute; el cuerpo de Viola, y Viola el de Ellen.
												<br>
												Fue ah&iacute; cuando Viola comenz&oacute; a gritar por el intenso dolor, no pod&iacute;a moverse de la cama, ni pod&iacute;a ver y le sangraban sus ojos y piernas salidas.<br>
												Desesperada, gritaba y ped&iacute;a ayuda a Ellen, pero &eacutesta s&oacute;lo tom&oacute; una extra&ntilde;a medicina, y se la hizo beber diciendole que le calmar&iacute;a el dolor, pero en realidad era un &aacute;cido fuerte que le quem&oacute; toda la garganta, quit&aacute;ndole su habilidad de hablar.
												<br>
												Ellen huy&oacute; de la casa, e intent&oacute; salir al bosque,
												pero se di&oacute; cuenta de que Viola, en su cuerpo, hab&iacute;a obtenido todos los poderes de la casa que ella ten&iacute;a antes en un principio, con lo que cre&oacute; las rosas del jard&iacute;n que le imped&iacute;n pasar, por lo que debi&oacute; volver a la casa a buscar una poci&oacute;n para matar a dichas flores.
												<br>
												Sin embargo, Ellen no estaba sola, el gato negro, el demonio, hab&iacute;a vuelto para ayudarla a escapar.
												Y lo que es peor, la mism&iacute;sima casa reconoc&iacute;a a su verdadera due&ntilde;a, incluso cuando estaba en un cuerpo diferente.
												<br>
												Por eso Ellen pod&iacute;a ver todos esos carteles en las paredes, porque la casa la ayudaba a sobrevivir a todas las trampas que Viola creaba con su nuevo poder.
												<br>
												Al llegar a la habitaci&oacute;n, Viola ya estaba enloquecida, quer&iacute;a recuperar su vida a toda costa, as&iacute; que mientras se da la persecuci&oacute;n, Ellen en el cuerpo de Viola, toma el cuchillo con el que mat&oacute; a sus padres y sale de la casa.<br>
												Ah&iacute; se produce el verdadero final, Ellen le dice toda la verdad a Viola, que ahora sin fuerzas por estar en un cuerpo enfermo, perder tanta cantidad de sangre, y por la pu&ntilde;alada en su ojo derecho, no pod&iacute;a hacer otra cosa que escuchar.
												<br>
												En &eacute;se momento, aparece el padre y las ve, Ellen le murmura al padre de Viola que la atac&oacute;, para que la mate en su defensa, pero Viola, en el cuerpo de Ellen, hace un &uacute;ltimo y desesperado intento por pedir ayuda a su padre:<br>
												"Fha... th... th..." (PADRE!)<br>
												"Dha... dd.. di.." (PAPI!)<br>
												Sin embargo su padre al ver tan perturbadora escena, entra en p&aacute;nico, y la mata de dos disparos.
												<br>
												Ellen, ahora en un cuerpo sano, se va junto con su nuevo padre, y en el camino, se rie de su haza&ntilde;a.<br>
												Finalmente, de entre los arboles, sale el demonio en un cuerpo de gato, que se posa al lado y reclama el alma de Viola, as&iacute; como la casa tambi&eacute;n, desapareciendo todo rastro de lo sucedido...<br>
												<h3>FIN.</h3>
												<br>
												<br>
												<h3>Curiosidades:</h3>
												<ul>
													<li>Justo antes de encontrarte al sapo, se ve una bolsita al lado de una puerta que te da la opci&oacute;n de abrirla por una costura rota, dentro se ve que esta llena de cuerpos de gatitos muertos, esos son todos los gatos que el demonio usaba como huespedes para aparecer y desaparecer en la casa.</li>
													<li>El camino  hacia la puerta principal en la persecuci&oacute;n final, es mucho m&aacute;s corto que antes (sales de la habitaci&oacute;n, cruzas todo el pasillo, bajas las escaleras, y ya est&aacute;s en la cocina de la planta baja, es decir, salteas los niveles de la ara&ntildea, de los cuchillos, de las habitaciones-espejo, as&iacute; como las habitaciones que ten&iacute;an el cuchillo de Ellen y la cesta de los ositos ahora esta amueblada como en una casa normal. &Eacute;sto es porque esas habitaciones y pisos nunca existieron, sino que fueron creados con la magia adquirida de Viola, y es por eso que a partir de ah&iacute;, se considera que la casa volvi&oacute; a ser "normal", porque originalmente la casa de Ellen era as&iacute;, antes de obtener los poderes demoniacos.</li>
													<li>Ellen lo que m&aacute;s deseaba era no s&oacute;lo curar su enfermedad, sino tambi&eacute;n tener a alguien que la ame y la cuide (a diferencia de sus originales padres), es por eso que Viola no es asesinada, sino que es la elegida para el cambio de cuerpo no s&oacute;lo porque era bella y sana, sino porque ten&iacute;a a su padre que la amaba y la cuidaba mucho.</li>
													<li>Seg&uacute;n Ellen, Viola debi&oacute; haber muerto dolorosamente poco despu&eacute;s del cambio por las heridas de las piernas y los ojos, adem&aacute;s de la enfermedad, pero se sorprendi&oacute; cuando sobrevivi&oacute; lo suficiente para encerrarla en la casa y perseguirla, es por eso que al final dice que reconoce su gran tenacidad.</li>
											</p>
										</td>
									</tr>
									<tr>
										<td align="center">
											<a href="#principio" align="center">Volver al principio</a>
											<br><br>
										</td> 
									</tr> 
								</table>
								
							</td>
						</tr>
						<tr> 
							<td>
								<map name="mapa1">
									<area alt="Inicio"               shape="square" coords="17,7,113,45"  href="Index.html">
									<area alt="The Witch's House"    shape="square" coords="145,7,239,45" href="twh.html">
									<area alt="The Witch's House 2 " shape="square" coords="266,7,379,45" href="TWH2.html">
									<area alt="Historia"             shape="square" coords="386,7,515,45" href="historia.html">
									<area alt="Guía"                 shape="square" coords="530,7,620,45" href="guia.html">
									<area alt="Descarga"             shape="square" coords="636,7,764,45" href="descarga.html">
									<area alt="Contacto"             shape="square" coords="766,7,895,45" href="Formulario.html">
								</map>
								<img src="Imagenes\123456.png" usemap="#mapa1">
							</td>
						</tr>
					</table>
				</td>
				<td>
					<img src="Imagenes\postbg.jpg" width="100%">
				</td>
			<tr>
		</table>
	</body>
</html>